IDEA Open Model
Vector3D Constructor
Compatible with IDEA StatiCa 20.1
Initializes a new instance of the Vector3D class
 Namespace: IdeaRS.OpenModel.Geometry3D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public Vector3D()
Public Sub New
See Also
Reference
Vector3D Class
IdeaRS.OpenModel.Geometry3D Namespace